Repository: Rahimz/RahimAgha
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Account title
fa: عنوان حساب

source: Card number
fa: شماره کارت

source: Account number
fa: شماره حساب

source: Bank account
fa: حساب بانکی

source: Bank accounts
fa: حساب‌های بانکی

source: Payment
fa: پرداخت

source: Receive
fa: دریافت

source: Transaction subject
fa: موضوع تراکنش

source: Transaction subjects
fa: موضوعات تراکنش

source: Pay amount
fa: مقدار پرداخت

source: Receive amount
fa: مقدار دریافت

source: Account level
fa: تراز حساب

source: Transaction date
fa: تاریخ تراکنیش

source: Description
fa: توضیحات

source: Receipt image
fa: تصویر رسید

source: Receipt file
fa: فایل رسید

source: Transaction
fa: تراکنش

source: Transactions
fa: تراکنش‌ها

source: Farvardin
fa: فروردین

source: Ordibehesht
fa: اردیبهشت

source: Khordad
fa: خرداد

source: Tir
fa: تیر

source: Mordad
fa: مرداد

source: Shahrivar
fa: شهریور

source: Add payment
fa: پرداخت جدید

source: Add recieve
fa: دریافت جدید

source: Add transaction subject
fa: اضافه کردن موضوع تراکنش

source: Update transaction subject
fa: به‌روزرسانی موضوع تراکنش

source: Chat
fa: گفت‌وگو

source: Image generator
fa: تصویرساز

source: Model type
fa: نوع مدل

source: Chat ID
fa: شناسه گفت‌وگو

source: Input token
fa: توکن ورودی

source: Output token
fa: توکن خروجی

source: Total token
fa: مجموع توکن

source: User
fa: کاربر

source: Assistant
fa: دستیار

source: Not Applied
fa: تعیین‌نشده

source: Image
fa: تصویر

source: Audio
fa: صدا

source: Video
fa: ویدئو

source: Document
fa: مستند

source: PDF
fa: پی‌دی‌اف

source: Role
fa: نقش

source: Parent category
fa: دسته‌بندی والد

source: Name
fa: نام

source: Category
fa: دسته‌بندی

source: Title
fa: عنوان

source: Text
fa: متن

source: Code
fa: کد

source: DOCS
fa: مستندات

source: Link
fa: لینک‌

source: Video file
fa: فایل وبدئو

source: Script
fa: اسکریپت

source: Post
fa: پست

source: File
fa: فایل

source: Rank
fa: رتبه

source: Active
fa: فعال

source: You do not have permission
fa: شما مجوز دسترسی ندارید

source: Attachment added
fa: ضمیمه اضافه شد

source: Blog
fa: وبلاگ

source: Bookstore solution
fa: راهکار کتابفروشی

source: Tilte
fa: عنوان

source: Email
fa: ایمیل

source: Phone
fa: تلفن

source: Contacts
fa: تماس‌ها

source: It seems you write spam messages
fa: به نظر می‌رسد که شما پیام‌های اسپم می‌فرستید

source: Thanks a lot, Your message is registered and I will contact you
fa: متشکرم، پیغام شما ثبت شد. به زودی با شما تماس خواهم گرفت

source: English
fa: انگلیسی

source: Farsi
fa: فارسی

source: Home
fa: خانه

source: No Access
fa: دسترسی وجود ندارد

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: Slug
fa: نامک

source: Cover image
fa: تصویر جلد

source: Colleagues
fa: همکاران

source: Tech Stack
fa: استک فنی

source: Alt image
fa: آلترناتیو تصویر

source: Project
fa: پروژه

source: created
fa: ساخته‌شده

source: modified
fa: اصلاح‌شده

source: Correct answer
fa: پاسخ درست

source: Wrong answer 1
fa: پاسخ غلط ۱

source: Wrong answer 2
fa: پاسخ غلط ۲

source: Wrong answer 3
fa: پاسخ غلط ۳

source: Easy 1-3-1
fa: ساده ۱-۳-۱

source: Medium 1-2-2
fa: متوسط ۱-۲-۲

source: Hard 1-1-3
fa: سخت ۱-۱-۳

source: Create question
fa: ساختن سوال

source: Update question
fa: به روزرسانی سوال

source: Questions list
fa: لیست سوال‌ها

source: My quiz
fa: آزمون من

source: Please choose one
fa: لطفاً یک گزینه را انتخاب کنید

source: Quiz results
fa: نتایج آزمون

source: Create compliment
fa: ایجاد یک تشویق

source: Update compliment
fa: به‌روزرسانی تشویق

source: Compliment list
fa: لیست تشویق‌ها

source: The value is not valid
fa: این مقدار معتبر نیست

source: Is Applicable
fa: این ویژگی وجود دارد

source: Uncheck this if the item is not applicable for this review (e.g., no coffee)
fa: اگر این آیتم در این مکان قابل دسترسی نیست یا ارائه نمی‌شود این تیک را حذف کنید

source: Extra Notes
fa: یادداشت‌های اضافه

source: Optional notes...
fa: یادداشت‌های اضافه

source: Categories
fa: دسته‌بندی‌ها

source: category
fa: دسته‌بندی

source: City
fa: شهر

source: Address
fa: آدرس

source: Latitude in decimal degrees (e.g., -90.000000 to 90.000000)
fa: عرض جغرافیایی به صورت درجه اعشاری (بین -90.000000 و 90.000000)

source: Longitude in decimal degrees (e.g., -180.000000 to 180.000000)
fa: طول جغرافیایی به صورت درجه اعشاری (بین -180.000000 و 180.000000)

source: Score
fa: امتیاز

source: Tags
fa: برچسب‌ها

source: Place
fa: مکان

source: Places
fa: مکان‌ها

source: Food Quality
fa: کیفیت غذا

source: Coffee Quality
fa: کیفیت قهوه

source: Drinks Quality
fa: کیفیت نوشیدنی‌ها

source: Menu Variety
fa: تنوع منو

source: Service
fa: سرویس

source: Ambiance & Atmosphere
fa: محیط و اتمسفر

source: Value for Money
fa: ارزش نسبت به قیمت

source: Cleanliness Quality
fa: کیفیت تمیزی

source: Location & Accessibility
fa: موقعیت و دسترسی

source: Parking Availability
fa: در دسترس بودن پارکینگ

source: Comfort & Facilities Quality
fa: کیفیت راحتی وامکانات

source: Family Friendliness
fa: مناسب برای خانواده‌ها

source: Suitability for Groups
fa: مناسب برای گروه‌ها

source: Suitability for Working/Studying
fa: مناسب برای کارکردن/درس خواندن

source: Review
fa: نقد

source: Item Type
fa: نوع آیتم

source: Order
fa: ترتیب

source: Uncheck this if the item is not applicable for this review (e.g., no coffee).
fa: اگر این آیتم در این مکان قابل دسترسی نیست یا ارائه نمی‌شود این تیک را حذف کنید

source: Review Item
fa: آیتم نقد

source: Review Items
fa: آیتم‌های نقد

source: Editable
fa: قابل ویرایش

source: Vote
fa: رای

source: Extra notes
fa: توضیح بیشتر

source: If the item needs any extra details, mention them as short as possible
fa: اگر این آیتم به توضیح بیشتری نیاز دارد به کوتاه‌ترین حالت ممکن آن را ثبت کنید

source: Vote Response
fa: پاسخ رای

source: Vote Responses
fa: پاسخ‌های رای

source: Total Votes
fa: تعداد رای‌ها

source: Average Score
fa: میانگین امتیاز

source: Place Vote Summary
fa: خلاصه رای مکان

source: Place Vote Summaries
fa: خلاصه‌های رای‌ مکان

source: Vote Summary
fa: خلاصه رای

source: Total Applicable Votes
fa: تعداد رای‌های قابل اعمال

source: All Notes
fa: تمام یادداشت‌ها

source: A compilation of all extra notes provided for this item.
fa: تجمیعی از همه یادداشت‌های اضافه برای این آیتم

source: Place Review Item Summary
fa: خلاصه نقد آیتم‌های مکان

source: Place Review Item Summaries
fa: خلاصه‌های نقد آیتم‌های مکان

source: Restaurants
fa: رستوران‌ها

source: There are no active reviews at the moment.
fa: هیچ نقد فعالی وجود ندارد

source: You have already submitted a review for this place.
fa: شما یک نقد برای این مکان ثبت کرده‌اید

source: Thank you! Your review has been submitted successfully.
fa: متشکریم!‌نقد شما با موفقیت ثبت شد

source: Review
fa: نقد

source: This vote is not exists
fa: نتیجه‌ای وجود ندارد

source: Error
fa: خطا

source: 404 Error
fa: خطا ۴۰۴

source: There is nothing here!
fa: چیزی اینجا نیست

source: 500 Error
fa: خطا ۵۰۰

source: There is an error in our server! Please try later or contact admins.
fa: خطایی در سرور است لطفا بعدا تلاش کنید یا با ادمین وب‌سایت تماس بگیرید

source: Rahim Aghareb
fa: رحیم اقارب

source: I am a software designer and developer. I have more than 10 years experiences in website design and now I am developing web-applications based on django and python.
fa: من یک توسعه‌دهنده نرم‌افزار هستم. بیش از ۱۰ سال تجربه در زمینه طراحی و وب‌سایت دارم و الان به کمک پایتون و جنگو، اپلیکیشن‌های تحت وب می‌سازم.

source: Links
fa: لینک‌ها

source: Contact me
fa: تماس با من

source: Projects
fa: پروژه‌ها

source: Resume
fa: رزومه

source: Bookstore
fa: کتاب‌فروشی

source: AI
fa: هوش‌مصنوعی

source: Quizes
fa: آزمون‌ها

source: Accounting
fa: حسابداری

source: Admin
fa: ادمین

source: first
fa: اولین

source: Previous
fa: قبلی

source: Page
fa: صفحه

source: of
fa: از

source: Next
fa: بعدی

source: last
fa: قبلی

source: Recieve
fa: دریافت

source: Accounts
fa: حساب‌ها

source: Subjects
fa: موضوعات

source: From
fa: از

source: To
fa: تا

source: Submit
fa: تایید

source: Search
fa: جستجو

source: Date/Time
fa: تاریخ/زمان

source: Subject
fa: موضوع

source: Babnk account
fa: حساب بانکی

source: Remove
fa: حذف

source: Save
fa: ذخیره

source: Current level
fa: تراز فعلی

source: Initial level
fa: تراز اولیه

source: Bank name
fa: نام بانک

source: Add subject
fa: اضافه کردن موضوع

source: Transaction kind
fa: نوع تراکنش

source: All
fa: همه

source: Bank
fa: بانک

source: Login
fa: ورود

source: Register Completed
fa: ثبت نام کامل شد

source: Add
fa: اضافه کردن

source: What is it
fa: این نرم‌افزار چیست

source: The bookstore solution is software for managing a bookstore with its all transaction
fa: راهکار کتابفروشی یک نرم‌افزار برای مدیریت کتابفروشی و همه تراکنش‌های آن است

source: It consist of these modules
fa: این نرم‌افزار شامل ماژول‌های زیر است

source: Sales
fa: فروش‌ها

source: Orders
fa: سفارش‌ها

source: Purchases
fa: خریدها

source: Products
fa: محصولات

source: Online shop
fa: فروشگاه آنلاین

source: warehouses
fa: انبارها

source: Reports
fa: گزارش‌ها

source: Who need it
fa: به درد چه کسی می‌خورد

source: Everyone who want to manage a bookstore online or offline need a software to manage sales and purchase and product workflow
fa: هرکس که بخواهد یک کتاب‌فروشی آنلاین یا یک فروشگاه کتاب‌فروشی داشته باشد برای مدیریت فروش وخرید و جریان کالا، به یک نرم افزار مدیریت کتابفروشی نیاز دارد

source: Bookstore solution has a powerfull two-sided staff tabs to manage the system
fa: راهکار کتاب‌فروشی یک سیستم دسترسی دوطرفه از تب‌ها برای کارمندان دارد

source: How it works
fa: چگونه کار می‌کند

source: It has these parts
fa: شامل این بخش‌ها است

source: Orders management
fa: مدیریت سفارش‌ها

source: Purchases management
fa: مدیریت خرید‌ها

source: Products management
fa: مدیریت محصولات

source: Warehouses management
fa: مدیریت انبارها

source: Clients
fa: مشتریان

source: Online bookshop
fa: فروشگاه آنلاین

source: Weblog
fa: وبلاگ

source: And also
fa: و هنمچنین

source: What is the main features
fa: مهم‌ترین ویژگی‌های آن چیست

source: There are a lot of features in this software in comparison with other bookstre management software
fa: ویژگی‌های زیادی در این نرم‌افزار در مقایسه با سایر سیستم‌های مدیریت کتاب‌فروشی وجود دارد

source: These are some of the main features
fa: این موارد برخی از مهم‌ترین این ویژگی‌ها هستند

source: Staff can add draft invoice
fa: پرسنل می‌توانند فاکتور پیش‌نویس ایجاد کنند

source: Staff can add make a payment link
fa: پرسنل می‌توانند برای مشتری لینک پرداخت بر اساس درگاه پرداخت ایجاد کنند

source: there are 7 sales channels
fa: برای ثبت فروش یک کالا ۷ کانال مختلف مانند تلگرام و اینستاگرام وجود دارد

source: Staff can control both the online and in bookstore invoices at the same place
fa: کارمندان می‌توانند فروش‌های آنلاین (ثبت سفارش توسط مشتری یا توسط پرسنل) و فروش‌های حضوری را در یک پنل یکسان مدیریت کنند

source: invoice could be pay by cash, bank gateway or by clients credit
fa: فاکتور می‌تواند به صورت آنلاین از طریق درگاه بانک، از طریق کارت به کارت یا نقدی پرداخت شود

source: shipping method could be change when the invoice is approved
fa: روش ارسال سفارش هنگام تایید فاکتور می‌تواند تعیین شود

source: Other prosucts than books also could be added to invoice
fa: سایر محصولات به غیر از کتاب، قابل فروش از طریق نرم‌افزار هستند

source: Print formatted invoice on Thermo printers or A4 size
fa: فاکتور فرمت شده می‌تواند توسط پرینترهای حرارتی، یا پرینتر معمولی چاپ شود

source: Order is categorized nased on their channels
fa: سفارش‌ها بر اساس کانال فروش قابل تفکیک هستند

source: Orders have a shipping workflow with bike delivery, post or pickup from bookstore
fa: سفارش‌ها یک جریان کار ارسال سفارش به وسیله پیک، پست یا دریافت حضوری دارند

source: There is a workflow for collecting onlie orders from the bookstore and make records in the database
fa: یک چریان کار برای جمع‌آوری روزمره سفارش‌ها از فروشگاه تعریف شده است که فرآیند در دیتابیس نیز ثبت می‌شود

source: There is a powerfull search in orders based on product name, client, channel and order number
fa: یک سیستم جستجوی قدرتمند در بخش سفارش ها بر اساس شماره سفارش، نام مشتری، نام کالا یا کانال فروش وجود دارد

source: Orders can be changed to draft to change the details
fa: سفارش‌ها به دو روش مختلف می‌توانند به حالت پیش‌نویس برگردند

source: Purchases are added to database after approve proccess
fa: موجودی کالای خریداری شده پس از تایید فاکتور خرید، به موجودی دیتابیس اضافه می‌شود

source: The purchase proccess could manage the 7 variations of prices that each single book could have
fa: سیستم خرید می‌تواند ۷ قیمت مختلف برای یک کالای یکسان را مدیریت کند

source: There are a list of vendors to register a purchase
fa: تامین‌کنندگان مختلف برای خرید کالا قابل ایجاد و مدیریت هستند

source: Every single book have more than 50 different data details like as ISBN, author, page number, wieght, published year and more
fa: هر محصول دارای بیش از ۵۰ فیلد اطلاعاتی مختلف مانند شابک، نویسنده، دسته بندی، ناشر اول، ناشر دوم، سال نشر، رده سنی و ... است

source: Products could have more than 10 pictures
fa: هر محصول می‌تواند بیش از ۱۰ عکس داشته باشد

source: Each product has a Main price and stock and 5 other price and stock for New variation and a price and stock for Used variation
fa: هر محصول بیش از ۵ تنوع مختلف قیمت-موجودی برای کتاب‌های نو و یک تنوع قیمت-موجودی برای کتاب‌های دست‌دوم دارد

source: the history of any changes are kept for products
fa: سابقه هر تغییری برای یک محصول نگهداری می‌شود

source: Product could be placed in Product List to use for some purposes
fa: محصولات برای استفاده‌های مختلفی می‌توانند در لیست‌ها قرار بگیرند

source: Product workflow which shows any actions that happened on a book
fa: جریان گردش کالا می‌تواند هر تراکنش مربوط به کتاب را نشان دهد

source: Daily report of sold products and current stock of their variation
fa: گزارش روزانه کتاب‌های فروخته شده و موجودی فعلی آنها در دیتابیس به صورت روزانه قابل تهیه است

source: Inventory review proccess
fa: جریان کار انبارگردانی

source: Finding any contradictions between shelves and database
fa: پیداکردن مغایرت بین موجودی قفسه و موجودی دیتابیس بر اساس تنوع کتاب

source: Refund workflow both from client or to the vendor
fa: امکان مرجوع کردن کالا توسط مشتری یا به تامین‌کننده

source: Add and remove clients
fa: اضافه و حذف کردن مشتری

source: See the history of clients orders
fa: دیدن سایقه خرید‌های مشتری و لیست مشتریان با بیشترین خرید

source: Manage clients credit
fa: مدیریت اعتبار مشتریان

source: A powerfull filtering system for reports
fa: سیستم قدرتمند فیلتر کردن گزارش‌ها

source: There are a lot of slaes and purchase reports
fa: گزارش‌های متنوع از خریدها و فروش‌ها

source: Sales by day
fa: گزارش فروش بر اساس روز

source: All orders
fa: گزارش تمام فروش‌ها

source: Sales by week/channel/variation
fa: فروش بر اساس هفته/کانال/تنوع

source: Export reports to excel
fa: خروجی گرفتن به صورت فایل اکسل

source: Search and filter products
fa: جستجو و فیلتر کردن محصولات

source: Add them to the cart
fa: اضافه کردن محصول به سبد خرید

source: Inform me button for unavailable products
fa: کلید "موجود شد به من اطلاع بده" به همراه سیستم اطلاع‌رسانی ایمیلی برای محصولات

source: Login/Logout/reset password and manage addresses and user information in the profile
fa: ورود/خروج/ریست پسورد به همراه امکان تغییر اطلاعات کاربری و مدیریت آدرس‌ها

source: Pay the order online or offline
fa: پرداخت سفارش به صورت آنلاین یا آفلاین

source: Add the book request if the product is unavailable in the databse
fa: ثبت درخواست برای خرید کالا، چنانچه کتابی در فروشگاه موجود نباشد

source: A list of all posts in one page
fa: لیستی از تمام پست‌ها در یک صفحه

source: The ability to filter posts
fa: امکان فیلتر کردن پست‌ها

source: Wahit is the price
fa: قیمت نرم‌افزار چقدر است

source: The price is based on which features are needed for the project
fa: قیمت بر اساس ویژگی‌هایی است که شما برای پروژه خود نیاز داشته باشید

source: The package could be Full with all features or could be on basic features
fa: یک بسته می‌تواند به صورت کامل با تمام ویژگی‌ها باشد یا فقط ویژگی‌های پایه را داشته باشد

source: The full customization is also avaialbe
fa: امکان سفارشی سازی تمام بخش‌ها نیز وجود دارد

source: Modules
fa: ماژول‌ها

source: Full
fa: کامل

source: Basic
fa: پایه

source: Customized
fa: سفارشی‌سازی‌ شده

source: sales
fa: فروش‌ها

source: For details please contact me
fa: برای جزییات بیشتر لطفا با من تماس بگیرید

source: Customization details
fa: جزییات سفارشی‌سازی

source: Client
fa: مشتریان

source: Credit system
fa: سیستم اعتباری

source: Warehouses
fa: انبارها

source: Refund system
fa: سیستم مرجوعی

source: Ticket system
fa: سیستم تیکت‌‌ها

source: Email/SMS comunication system
fa: سیستم ارتباط ایمیل/پیامک

source: Don't hesitate to contact me for consulting or to know the price details
fa: برای دریافت جزییات بیشتر یا مشورت، می‌توانید با من تماس بگیرید

source: Prices and other details
fa: قیمت‌ها و سایر جزییات

source: It seems you need more data about
fa: به نظر می‌رسد شما به اطلاعات بیشتری در مورد

source: customization details
fa: سفارشی‌سازی نیاز دارید

source: prices
fa: قیمت‌ها نیاز دارید

source: Please let me know how could I help you
fa: لطفا بنویسید که من چطور می‌توانم به شما کمک کنم

source: You can also contact me with
fa: همچنین می‌توانید از روش‌‌های زیر با من تماس بگیرید

source: my Github activities
fa: فعالیت‌های من در گیتهاب

source: my older experiences and jobs
fa: تجربه‌های شغلی قبلی من

source: Link of your results
fa: لینک نتیجه آزمون

source: What is bookstore solution?
fa: راهکار کتاب‌فروشی چیست؟

source: The bookstore solution is an online sulotin for anyone who sells books
fa: راهکار کتاب‌فروشی یک نرم‌افزار آنلاین برای هر کسی است که کتاب می‌فروشد

source: In this software you can register invoices, purchases and also you could have an online shop
fa: در این نرم‌افزار می‌توانید فاکتور صادر کنید، سند خرید ثبت کنید و یا حتی یک فروشگاه آنلاین کتاب داشته باشید

source: With this software you do not need any other cashier solution
fa: با این نرم‌افزار شما به نرم‌افزار صندوق برای کتاب‌فروشی خود، نیاز نخواهید داشت

source: Main features
fa: ویژگی‌های اصلی

source: It is really flexible and can be just be tailored to your needs
fa: این نرم‌افزار بسیار منعطف است و به خوبی می‌تواند بر اساس نیازهای شما، تنظیم شود

source: Each book could have 7 variaion-stock
fa: هر کتاب می‌تواند دارای ۷ تنوع مختلف قیمت-موجودی باشد

source: You could control the whole proccess of purchase, sales and change in variation prices
fa: شما می‌توانید کل فرایند خرید، فروش وتغییرات در تنوع‌ها را کنترل کنید

source: There a robust search engine in the system for online user and staffs
fa: یک موتور جستجوی قوی با امکانات جستجوی با عملگرهای منطقی، در وب‌سایت تعبیه شده است

source: Many kind of permissions and access levels could be defined in the system for staffs
fa: انواع دسترسی‌ها برای کارمندان در سطوح مختلف تعریف شده است

source: More details
fa: جزییات بیشتر

source: Ketabe Damavand is a bookstore in Tehran and also has online channels for introduce and sell books
fa: کتاب دماوند یک کتاب‌فروشی آنلاین در تهران است که هنچنین فروش کتاب از کانال‌های آنلاین مانند تلگرام و اینستاگرام رانیز پیگیری می‌کند

source: The Ketabedamavand.com is started in 2021 and now it has more than 30,000 products with about 3,000 clients and 10 staff
fa: وب‌سایت Ketabedamavand.com در سال ۱۴۰۰ شروع به کار کرده‌است و تا الان نزدیک به بیش از ۳۰ هزار عنوان کتاب، ۳ هزار مشتری و بیش از ۱۰ کارمند (استفاده کننده از وب‌سایت) دارد

source: Website
fa: وبسایت

source: Computer museum is the first Iran computer museum and the website has Exhibition, Timeline, Science Tour and Oral History project
fa: وبسایت موزه کامپیوتر ایران که متعلق به اولین موزه کامپیوتر در ایران است، شامل بخش‌هایی مانند نمایشگاه آنلاین، گاهشمار، تورعلمی و بخش تاریخ شفاهی است

source: In the backend the website support a standard system of archival items record keeping
fa: در بکند، این وب‌سایت یک سیستم استاندارد نگهداری اطلاعات اشیا موزه را پشتیبانی می‌کند

source: Other projects
fa: سایر پروژه‌ها

source: Rahim Aghareb (1979) Python/Django developer
fa: رحیم اقارب (۱۳۵۸) توسعه دهنده با پایتون و جنگو

source: I develop small size websites with Python and Django in back-end and enhance them with HTML, CSS, Bootstrap and JavaScript in front-end. Then I publish them on Linux VPS
fa: من وب‌سایت‌های کسب و کارهای کوچک و متوسط را به کمک پایتون و جنگو در بک‌اند و HTML و CSS، بوتسترپ و جاوااسکریپت در فرانت اند، توسعه می‌دهم. سپس این وب‌سایت‌ها را بر روی سرور‌های لینوکسی منتشر می‌کنم

source: Some of the projects
fa: برخی از پروژه‌ها

source: A mini online shop now change to this site (as developer)
fa: یک فروشگاه آنلاین کوچک که الان به وب‌سایت فعلی تغییر کرده (به عنوان توسعه دهنده)

source: An Online marketplace for interior products (as project manager)
fa: یک مارکت پلیس برای محصولات دکوراسیون داخلی (به عنوان مدیر پروژه)

source: cooking weblog (as content manager and photographer)
fa: وبلاگ آشپزی (به عنوان مدیر محتوا و عکاس)

source: One of the biggest chain confectionery in Iran (as project manager)
fa: وبسایت یک قنادی زنجیره‌ای (مدیر پروژه وب‌سایت)

source: A platform for disabled job seekers (as project manager)
fa: یک پلتفرم برای کاریابی معلولان (مدیر پروژه وب‌سایت)

source: Company website (as developer)
fa: وبسایت شرکتی (به عنوان برنامه‌نویس)

source: A website for hand-made leather products (as developer)
fa: وب‌سایت برای کالای دست دوز چرمی (به عنوان برنامه نویس)

source: Voluntary Jobs
fa: فعالیت‌های داوطلبانه

source: Django Girls
fa: جنگو گرلز

source: is a non-profit organization to help people to organize free, one-day programming workshop.
fa: یک موسسه خیریه غیر انتفاعی است که به برگزاری کارگاه‌های رایگان و یک روزه آموزش برنامه نویسی کمک می‌کند.

source: I was responsible for the first Django Girls workshop in Tehran
fa: من مسول برگزاری اولین کارگاه جنگو گرلز در تهران بودم

source: Now responsible for Farsi translation of Django Girls tutorial
fa: هم‌اکنون مسول ترجمه بخش فارسی دوره آموزشی جنگو گرلز هستم

source: Tech stacks
fa: استک‌های فنی

source: Book quiz
fa: آزمون کتاب

source: Welcome to book quiz
fa: به آزمون کتاب خوش آمدید

source: How much do you know about books?
fa: چقدر در مورد کتاب‌ها می‌دانید؟

source: Test yourself
fa: خودتان را بسنجید

source: Question
fa: سوال

source: Result
fa: نتیجه

source: Question list
fa: لیست سوال‌ها

source: New question
fa: سوال جدید

source: New compliment
fa: تشویق جدید

source: Update question report
fa: به روزرسانی گزارش سوال

source: New Quiz
fa: آزمون جدید

source: Difficulty
fa: سختی

source: Published
fa: منتشر شده

source: Uses
fa: استفاده شده

source: Correct
fa: درست

source: Wrong
fa: غلط

source: Correct percent
fa: درصد درست

source: Your resluts
fa: نتایج شما

source: Answer
fa: پاسخ

source: The books we should read
fa: کتاب‌هایی که بهتر است بخوانیم

source: See this book
fa: دیدن این کتاب

source: Your answer was
fa: پاسخ شما

source: You may need this book
fa: شاید این‌کتاب را لازم داشته باشید

source: Your result
fa: نتیجه شما

source: Invite your friends to the game
fa: دوستان خود را دعوت کنید

source: Do another quiz
fa: یک آزمون جدید

source: Do a little harder quiz
fa: یک آزمون کمی سخت تر

source: Do a hard quiz
fa: یک آزمون خیلی سخت

source: My Favorite places
fa: مکان‌های محبوب من

source: Find Places Near a Point
fa: پیدا کردن مکان‌های نزدیک یک موقعیت

source: Click on the map to select a location or use the button to find your current position
fa: روی نقشه کلیک کنید تا یک موقعیت را انتخاب کنید یا از دکمه موقعیت من استفاده کنید تا موقعیت فغلی شما در نظر گرفته شود

source: My Location
fa: موقعیت من

source: Your seleceted location
fa: موقعیت انتخاب شده شما

source: No place is available near you
fa: هیچ‌مکانی نزدیک به این موقعیت پیدا نشد

source: Direction
fa: جهت‌یابی

source: Overal score
fa: امتیاز کلی

source: There is not any results
fa: نتیجه‌ای وجود ندارد

source: Submit Review
fa: ثبت نقد

source: Cancle
fa: لغو

source: Back
fa: بازگشت

source: Add category
fa: اضافه کردن دسته‌بندی

source: Upload
fa: آپلود
